Repository: albanobattistella/Vaults
Catalog: po/*.po
Languages: it

source: An application for creating encrypted vaults for the GNOME desktop.
it: Un'applicazione per creare casseforti crittografate per il desktop GNOME.

source: Default window width
it: Larghezza predefinita della finestra

source: Default window height
it: Altezza predefinita della finestra

source: Default window maximized behaviour
it: CComportamento predefinito della finestra ingrandita

source: Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.
it: Vaults ti consente di creare casseforti crittografate in cui puoi archiviare file in modo sicuro. Utilizza gocryptfs e CryFS per la crittografia.

source: Note: This version is sandboxed, to use Vaults you need to install:
it: Nota: questa versione è isolata, per utilizzare le casseforti è necessarioinstallare:

source: Welcome Window
it: Finestra di benvenuto

source: Main Window
it: Finestra principale

source: New Vault
it: Nuova cassaforte

source: _Cancel
it: _Cancella

source: _Previous
it: _Precedente

source: _Next
it: _Prossima

source: _Add
it: _Aggiungi

source: _Name
it: _Nome

source: _Backend
it: _Cifratura

source: _Encrypted Data Directory
it: _Directory di dati crittografata

source: Choose Encrypted Data Directory
it: Scegli la directory dei dati crittografati

source: _Mount Directory
it: _Directory dim ontaggio

source: Choose Mount Directory
it: Scegli la directory di montaggio

source: Import Vault
it: Importa cassaforte

source: _Import
it: _Importa

source: Preferences
it: Preferenze

source: _Default Paths
it: _Percorso Predefinito

source: _Apply Changes
it: _Applica modifiche

# shortcut window
source: General
it: Generale

# preferences
source: Show Preferences
it: Mostra preferenze

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie

# shortcut window
source: Quit
it: Esci

# shortcut window
source: Vaults
it: Cassaforte

# vaults
source: Add New Vault
it: Aggiungi Nuova Cassaforte

# vaults
source: Import Vault
it: Importa Cassaforte

# vaults
source: Refresh
it: Aggiorna

source: Welcome to Vaults
it: Benvenuto/a a Vaults

source: Add or Import a Vault.
it: Aggiungi o Importa una Cassaforte.

source: Vault X
it: Cassaforte X

source: Open Folder
it: Apri Cartella

source: Open Vault
it: Apri Cassaforte

source: Open Settings
it: Apri Impostazioni

source: Unlock Vault
it: Sblocca Cassaforte

source: Enter the password to unlock the Vault.
it: Inserisci la password per bloccare la Cassaforte.

source: _Remove
it: _Rimuovi

source: Add or Import New Vault
it: Aggiungi o Importa Nuova Cassaforte

source: _New Vault
it: _Nuova Cassaforte

source: _Import Vault
it: _Importa Cassaforte

source: _Refresh
it: _Aggiorna

source: _Preferences
it: _Preferenze

source: _Keyboard Shortcuts
it: Scorciatoie da Tastiera

source: _About Vaults
it: _Informazioni su Vaults

source: Cancel
it: Cancella

source: Select
it: Seleziona

source: Name is not valid.
it: Il nome non è valido.

source: Name already exists.
it: Il nome esiste già.

source: Directory is empty.
it: La directory è vuota.

source: Directory is not valid.
it: La directory non è valida.

source: Directory is not empty.
it: La directory non è vuota.

source: Directories must not be equal.
it: Le directory non devono essere uguali.

source: No configuration file found.
it: Nessun file di configurazione trovato.

source: Close Vault
it: Chiudi Cassaforte

source: Backend is not installed.
it: Il backend non è installato.

source: No backends available. Please install gocryptfs or CryFS on your system.
it: Nessun backend disponibile. Installa gocryptfs o CryFS sul tuo sistema.

source: No backend installed. Please install gocryptfs or CryFS.
it: Nessun backend installato. Installa gocryptfs o CryFS.

source: Name is already taken.
it: Il nome è già in uso.

source: Encrypted data directory is empty.
it: La directory dei dati crittografati è vuota.

source: Encrypted data directory is not valid.
it: La directory dei dati crittografati non è valida.

source: Mount directory is not empty.
it: La directory di montaggio non è vuota.

source: Mount directory is not valid.
it: La directory di montaggio non è valida.

source: Found gocryptfs configuration file.
it: Trovato il file di configurazione di gocryptfs.

source: Found CryFS configuration file.
it: Trovato il file di configurazione di CryFS.

source: Encrypted data directory is not empty.
it: La directory dei dati crittografati non è vuota.

source: An unknown error occurred.
it: Si è verificato un errore sconosciuto.

source: Invalid arguments were given.
it: Argomenti forniti non validi.

source: The password is wrong.
it: La password non è corretta.

source: The password is empty.
it: La password è vuota.

source: The format of the encrypted data directory is too new for this CryFS version. Please update CryFS.
it: Il formato della directory dei dati crittografati è troppo nuovo per questa versione CryFS. Aggiorna CryFS.

source: The format of the encrypted data directory is too old for this CryFS version.
it: Il formato della directory dei dati crittografati è troppo vecchio per questa versione CryFS.

source: The vault uses a different cipher than the default of CryFS.
it: La cassaforte utilizza una crittografia diversa da quella predefinita di CryFS.

source: The encrypted data directory does not exist or is inaccessible.
it: La directory dei dati crittografati non esiste o è inaccessibile.

source: The mount directory does not exist or is inaccessible.
it: La directory di montaggio non esiste o è inaccessibile.

source: The mount directory is inside the encrypted data directory.
it: La directory di montaggio si trova all'interno della directory dei dati crittografati.

source: The encrypted data directory is invalid.
it: La directory dei dati crittografati non è valida.

source: The encrypted data id in the configuration file is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
it: L'ID dei dati crittografati nel file di configurazione è diverso dall'ultima volta in cui questo deposito è stato aperto. Ciò potrebbe significare che qualcuno ha sostituito i file in directory di dati crittografati con quelli diversi.

source: The encryption key for your encrypted files is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
it: La chiave di crittografia per i tuoi file crittografati è diversa dall'ultima volta che questo deposito è stato aperto. Ciò potrebbe significare che qualcuno ha sostituito i file in directory di dati crittografati con quelli diversi.

source: Vaults' configuration and the encrypted data configuration mismatches.
it: La configurazione della cassaforte e la configurazione dei dati crittografati non corrispondono.

source: The encrypted data directory is in single-user mode and can only be used from the user that created it.
it: La directory dei dati crittografati è in modalità utente singolo e può essere utilizzata solo dall'utente che lo ha creato.

source: CryFS detected an integrity violation. The encrypted data directory will be accessible again after the integrity state file has been deleted.
it: CryFS ha rilevato una violazione di integrità. La directory dei dati crittografati sarà di nuovo accessibile dopo che il file dello stato di integrità è stato eliminato.

source: An integrity violation was detected. Vault will be unmounted.
it: È stata rilevata una violazione dell'integrità. Il Vault verrà smontato.

source: Failed to create encrypted data directory: Permission denied.
it: Impossibile creare la directory dei dati crittografati: Permesso negato.

source: Failed to create encrypted data directory: Connection refused.
it: Errore durante la creazione della directory dei dati crittografati: Connessione rifiutata.

source: Failed to create encrypted data directory: Connection reset.
it: Impossibile creare la directory dei dati crittografati: Connessione ripristinata.

source: Failed to create encrypted data directory: Connection aborted.
it: Impossibile creare la directory dei dati crittografati: connessione interrotta.

source: Failed to create encrypted data directory: Not connected.
it: Impossibile creare la directory dei dati crittografati: Non connesso.

source: Failed to create encrypted data directory.
it: Impossibile creare la directory dei dati crittografati.

source: Failed to create mount directory: Permission denied.
it: Impossibile creare la directory di montaggio: Permesso negata.

source: Failed to create mount directory: Connection refused.
it: Impossibile creare la directory di montaggio: Connessione rifiutata.

source: Failed to create mount directory: Connection reset.
it: Impossibile creare la directory di montaggio: Connessione ripristinata.

source: Failed to create mount directory: Connection aborted.
it: Impossibile creare la directory di montaggio: Connessione interrotta.

source: Failed to create mount directory: Not connected.
it: Impossibile creare la directory di montaggio: Non connesso.

source: Failed to create mount directory.
it: Impossibile creare la directory di montaggio.

source: The encrypted data directory is not empty.
it: La directory dei dati crittografati non è vuota.

source: The mount directory is not empty.
it: La directory di montaggio non è vuota.

source: Vaults cannot read configuration file.
it: Le Cassaforti non possono leggere il file di configurazione.

source: Vaults cannot write configuration file.
it: Le Cassaforti non possono scrivere il file di configurazione.

source: The file system check reported an error.
it: Il controllo del file system ha segnalato un errore.
